<!-- BEGIN: ABOUT US PAGE -->
<template id="about_us_page">
   <div class="col-lg-9 text-justify">
   <h1>درباره ردآپ</h1><br /><hr /><br />
      <p>
         آپلود عکس و بهتر است گفت میزبان مناسب برای آپلود عکس یکی از چالش های کاربران اینترنت بوده و است، خصوصا کاربرانی که قصد آرشیو انبوهی از تصاویر را دارند. ما با نیاز سنجی در این حوزه نسبت به ارائه خدمات حرفه ای میزبانی تصاویر اقدام نموده و این مجموعه را در سال 1387 با عنوان ردهیو (redhue)راه اندازی نمودیم. 

         پس از یک دوره آزمایشی 6 ماهه از تیر ماه سال 1388 به صورت رسمی فعالیت خود را آغاز نموده و در سال 1390 با یک بهینه سازی پروژه شکل و شمایل جدیدی به خود گرفت و از این رو متناسب با نیاز های روز آن زمان به سرویس دهی به کاربران پرداختیم. 

         در سال 1392 با توجه به حجم بالای ترافیک مصرفی و تعداد تصاویر میزبانی شده جهت رفع نواقصی که در سیستم گزارش شد  نسبت به بازنویسی کلی سیستم اقدام شد که محصول نهایی را با نام ردآپ در دسترس عموم قرار دادیم. سایت حاضر امکانات کم نظیری را در قیاس با سایت های مشابه فارسی یا حتی غیر فارسی به کاربران ارائه می نماید. 

         از قابلیت های منحصر به فرد ردآپ می توان موارد زیر را فهرست نمود:
      </p>
      <ul class="ipage">
         <li><i class="fa red fa-caret-left"></i> امکان ارسال تصاویر به صورت فایل فشرده</li>
         <li><i class="fa red fa-caret-left"></i> امکان تغییر سایز تصاویر به صورت دسته جمعی و همزمان با آپلود آنها</li>
         <li><i class="fa red fa-caret-left"></i> امکان تعیین سطوح دسترسی حرفه ای به تصاویر</li>
         <li><i class="fa red fa-caret-left"></i> خروجی خوراک تصاویر ارسالی توسط هر کاربر</li>
         <li><i class="fa red fa-caret-left"></i> تولید خودکار لینک کوتاه برای تصاویر با سامانه goo.gl</li>
         <li><i class="fa red fa-caret-left"></i> قابلیت ویرایش آنلاین تصاویر پس از بارگزاری</li>
         <li><i class="fa red fa-caret-left"></i> و ...</li>
      </ul>
      <p>
         لازم به اشاره است مجموعه ما کاملاً قانون مدار بوده و ما به طور کامل از حقوق نشر و مالکیت تصاویر حمایت می کنیم، بنابراین در صورت وجود شکایت در خصوص حق نشر تصاویر مراتب رسیدگی و با کاربران خاطی مطابق قوانین برخورد خواهد شد.
      </p> 
   </div>
</template>
<!-- END: ABOUT US PAGE -->

<!-- BEGIN: TERMS OF SERVICE PAGE -->
<template id="terms_of_service_page">
   <div class="col-lg-9 text-justify">
   <h1>قوانین سایت</h1><br /><hr /><br />
<p>
   مجموعه وب سایت ما به صورت کاملا تعاملی اداره شده و کاربر محور می باشد. از این رو  ضرورت دارد که کلیه کاربران پیش از شروع فعالیت در این وب  سایت قوانین زیر را با دقت خوانده و از عواقب تخلفات احتمالی خود آگاه باشند.
<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
تلاش در راستای نفوذ به سرور و بخش های از سایت که دسترسی 
	به آن بخش ها برای شما محدود شده است، موجب لغو مجوز استفاده شما از سایت ما می 
	شود.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تلاش برای نفوذ به حساب کاربری اعضا در سایت، گالری های 
	خصوصی، بخش مدیریت سایت، حمله ترافیکی به سرور نیز موجب لغو مجوز شما شده و 
	همچنین مورد پیگرد قانونی قرار خواهید گرفت.
<br /><br /> <i class="fa red fa-caret-left"></i>
تصاویری که ارسال آن در گالری های عمومی و همچنین گالری های 
خصوصی غیر مجاز است:<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
تصاویر توهین آمیز به اقوام، ادیان، چهره های معروف و 
	جامعه.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویر نژاد پرستانه، تصاویر آموزش دهنده فعالیت های 
	تروریستی مثل ساخت بمب و نارنجک.
<br /><br /> <i class="fa red fa-caret-left"></i>
تصاویری که ارسال آنها فقط در گالری عمومی مجاز نیست:<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویری که حق انتشار آنها انحصاری می باشد یا مالکیت 
	حقیقی / حقوقی آن با شما نباشد.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویر اسناد محرمانه سازمان ها، ادارات دولتی، قضایی و 
	نظامی جمهوری اسلامی ایران.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویر از افراد که فرد مورد نظر مخالف انتشار تصویرش باشد 
	(به شرط ثابت شدن آن که فرد معترض همان فردی است که در تصویر شما است، تصویر به 
	آلبوم خصوصی شما منتقل خواهد شد).<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویر مستهجن و غیر اخلاقی (این دسته تصاویر حذف خواهند 
	شد و گالری خصوصی کاربر مورد نظر نیز مورد بررسی قرار خواهد گرفت و تصاویر درون 
	آن نیز حذف خواهد شد).<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
	تصاویر که آسیب رسانی آن به چشم یا نمایشگر کاربران برای 
	ما اثبات شود.
<br /><br />نکات مهم برای کاربران عضو شده:<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
تصاویر خانوادگی خود را میتوانید به شکل آلبوم خصوصی نگهداری کنید. انتشار تصاویر 
خانوادگی به عنوان آلبوم عمومی، یعنی دادن مجوز انتشار آن به دیگران.
<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;
در تفاوت تصاویر مجاز در گالری عمومی و خصوصی دقت داشته باشید تا دچار مشکل نشوید. 
هر گونه تخلف در گالری عمومی موجب بازرسی از کل تصاویر خصوصی شما توسط تیم نظارت 
سایت خواهد شد. همچنین در تاریخچه سوابق شما ثبت خواهد شد.<br /></p>
</div>
</template><!-- END: TERMS OF SERVICE PAGE -->
<!-- BEGIN: PRIVACY POLICY PAGE -->
<template id="privacy_policy_page">
<br />

</template>
<!-- END: PRIVACY POLICY PAGE -->
<!-- BEGIN: Advertisment -->
<template id="advertisment">
   <div class="col-lg-9 text-justify">
      <h1>تبلیغات در ردآپ</h1><br /><hr /><br />
      <p>
         در سایت ردآپ 2 نوع تبلیغات وجود دارد:
      </p>
      <div class="text-center"><br /><br />
         <img alt="تبلیغات ردآپ" src="http://redup.ir/img.php?image=5236_11_926n.png" style="width:500px;height:auto;"><br /><br />
      </div>
      <p>1. 
         تبلیغات بنری که در سربرگ تمامی صفحات وب سایت با ابعاد 728x90 نمایش داده می شود.
<br />2. 
تبلیغات متنی در ستون سمت چپ تمامی صفحات وب سایت (غیر از صفحه نخست)
<br /><br />
تعرفه نمایش تبلیغات به شرح زیر می باشد:
<br /><br />
      </p>
      <div>
         <table class="table">
          <thead>
            <tr>
              <th>موقعیت</th>
              <th>ابعاد</th>
              <th>تخمین نمایش در روز</th>
              <th>تخمین نمایش در ماه</th>
              <th>نرخ 1 ماه</th>
              <th>نرخ 3 ماه</th>
            </tr>
          </thead>
          <tbody>
            <tr class="success">
              <td>سربرگ تمام صفحات سایت</td>
              <td>728x90</td>
              <td>بیش از 20,000 بار</td>
              <td>بیش از 600,000 بار</td>
              <td>150,000 تومان</td>
              <td>400,000 تومان</td>
            </tr>
            <tr class="info">
              <td>تبلیغات متنی ستون - ستون چپ</td>
              <td>300x250</td>
              <td>بیش از 15,000 بار</td>
              <td>بیش از 500,000 بار</td>
              <td>50,000 تومان</td>
              <td>100,000 تومان</td>
            </tr>
          </tbody>
         </table>
      </div>
      <p>
         جهت سفارش تبلیغات از طریق شماره تلفن زیر درخواست خود را مطرح بفرمائید:
<br />
071-32340478
<br />
تبلیغات در ردآپ
      </p>
   </div>
</template>
<!-- END: Advertisment -->